{
  "swami1": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">ஸ்ரீ மௌனசுவாமி 1868 ஆம் ஆண்டில் ஆந்திரப் பிரதேசத்தின் பிரகாசம் மாவட்டம், நின்னேவாரி பாளையத்தில் புனிதமான தம்பதிகள் அச்சுதுனி பாபனய்யா மற்றும் சீதம்மாவுக்கு பிறந்தார். அவரது பிறப்புப் பெயர் பிச்சையா (பூர்வாஸ்ரம நாமம் - சந்நியாச தீட்சை எடுப்பதற்கு முந்தைய பெயர்). பின்னர், அவர் நெருங்கிய உறவினர்களால் தத்தெடுக்கப்பட்டு, சிவய்யா என்று பெயர் மாற்றப்பட்டு, அதே மாவட்டத்தில் உள்ள பண்டில்லப்பள்ளி கிராமத்திற்கு இடம்பெயர்ந்தார்.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">சிறுவயதிலிருந்தே ஸ்ரீ சிவய்யாவுக்கு பாரதம், பாகவதம் மற்றும் பிற இந்து நூல்கள் மீது ஆர்வம் இருந்தது. இனிமையான குரல் கொண்ட சிவய்யா சுலோகங்களை பாராயணம் செய்வார் மற்றும் பக்தி பாடல்களை பாடுவார், இவை சமூகத்தில் எதிரொலித்து, இயற்கையாகவே பக்தர்களை அவரது சந்நிதானத்திற்கு ஈர்த்தன.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">காலப்போக்கில் ஸ்ரீ சிவய்யா திருமதி காமேஸ்வரம்மாவை திருமணம் செய்துகொண்டு ஒரு மகன் மற்றும் இரண்டு மகள்களுடன் ஆசீர்வதிக்கப்பட்டார். 1894 வரை மாநில கலால் துறையில் பணியாற்றினார், அதன் பிறகு ராஜமுந்திரிக்கு சென்று தனியார் வியாபாரிக்கு சேவை செய்தார்.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">கிரஹஸ்தாஸ்ரமத்திலிருந்து துறவறம்:</strong><br/>பூர்வஜன்ம சம்ஸ்காரங்களின் தாக்கத்தால் வழிநடத்தப்பட்டு, சிவய்யா அடிக்கடி கோவில்களுக்கு சென்று இந்து தத்துவம் பற்றிய சொற்பொழிவுகளில் கலந்துகொண்டார். இந்த அனுபவங்கள் அவரது வைராக்கிய உணர்வை (உலக ஆசைகளிலிருந்து விலகுதல்) ஆழமாக்கின. சந்நியாசிகளுடனான சந்திப்புகள் மற்றும் அத்வைத வேதாந்தம் பற்றிய விவாதங்கள் பௌதீக வாழ்க்கையை துறக்க வேண்டும் என்ற அவரது தீர்மானத்தை மேலும் உறுதிப்படுத்தின.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">சிவய்யா பிறப்பு, இறப்பு, குடும்பம் மற்றும் முதுமையின் நிலையற்ற தன்மை பற்றி ஆழமாக சிந்தித்தார். ஒவ்வொரு மனிதனும் இயல்பாகவே பிரம்மம் என்றும், ஆனால் மாயை மற்றும் அரிஷத்வர்க்கங்களின் (காமம், குரோதம், லோபம், மோகம், மதம், மாத்சர்யம்) தாக்கத்தால் சிலர் மட்டுமே இந்த உண்மையை அறிகிறார்கள் என்றும் உணர்ந்தார். மனதளவில் துறவு நிலையை அடைந்த பிறகு, சம்சார பந்தத்திலிருந்து விலக முடிவு செய்தார்.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">சிவய்யா எப்போதும் இந்த சுலோகத்தை சிந்தித்தார்:<br/>\"நாஹம் தேஹோ நேந்த்ரியான்யந்தரங்க<br/>நாஹோ ப்ராணோ நாஸ்தி கர்ம ந புத்திஹி<br/>தாரபத்ய க்ஷேத்ர வித்தாதி தூரஹ<br/>சாக்ஷி நித்யஹ ப்ரத்யகாத்மா சிவோஹம்\"<br/>இதன் பொருள் \"நான் உடல் அல்ல, புலன்கள் அல்ல, மனம் அல்ல, உயிர்மூச்சு அல்லது புத்தியும் அல்ல.<br/>நான் செயலுக்கு அப்பாற்பட்டவன், குடும்பம், செல்வம் மற்றும் சொத்துக்களின் உலக பந்தங்களுக்கு அப்பாற்பட்டவன்.<br/>நான் நித்திய சாட்சி, உள்ளார்ந்த ஆத்மா. நான் சிவன்.\"<br/>இந்த உணர்தலுடன், சிவய்யா தவத்திற்காக இமயமலை நோக்கி புறப்பட்டார்.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">வெங்கடாசல யோகியை சந்தித்தல்:</strong><br/>பயணத்தில், சிவய்யா நைமிசாரண்யத்தை அடைந்தார், அங்கு வியாச கத்தி மற்றும் பிற புனித இடங்களை தரிசித்தார். பாராங்கி குகைகளை நோக்கி தொடர்ந்து சென்றபோது, அவர் ஒரு அற்புதமான யோகியை சந்தித்தார் - குட்டையான, தசைநாராக, உடல் முழுவதும் முடிகளுடன், கரடி போல் தோற்றமளித்தார். இந்த யோகி ஸ்ரீ வெங்கடாசலம் பந்துலு (வெங்கடாசல யோகி), பல நூற்றாண்டுகளாக அங்கு வசித்து வந்தவர்.<br/>சிவய்யா யோகிக்கு சேவை செய்வதில் தன்னை அர்ப்பணித்துக்கொண்டார், அனுமன் ராமபிரானுக்கு சேவை செய்தது போல். வெங்கடாசல யோகி அடிக்கடி பல நாட்கள் ஆழ்ந்த சமாதியில் இருப்பார், சிவய்யா அசைக்க முடியாத பக்தியுடன் அவரை கவனித்துக்கொண்டார்.<br/>ஒரு நாள், யோகி சிவய்யாவை ஆசீர்வதித்து, அவரது விதி ஆண்டவரால் பாதுகாக்கப்படுகிறது என்று உறுதியளித்தார். தான் விரைவில் உடலை விடுவேன் என்றும், சிவய்யா தனது உத்தரக்ரியைகளை (இறுதிச் சடங்குகள்) செய்ய வேண்டும் என்றும் அறிவுறுத்தினார். மரியாதையுடனும் கீழ்ப்படிதலுடனும், சிவய்யா வெங்கடாசல யோகியின் புனிதமான சடங்குகளை நிறைவேற்றினார்.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">அச்சுதானந்த சரஸ்வதி சுவாமியை சந்தித்தல்:</strong><br/>வெங்கடாசல யோகியின் உத்தரக்ரியைகளை நிறைவு செய்த பிறகு, சிவய்யா பயணத்தை தொடர்ந்து இமயமலைக்கு வந்தார். அங்கு, தத்தாத்ரேய சம்பிரதாயத்தின் மகாசித்தர் ஸ்ரீ அச்சுதானந்த சரஸ்வதி சுவாமி தலைமையிலான அமைதியான ஆசிரமத்தை கண்டுபிடித்தார்.<br/>ஸ்ரீ அச்சுதானந்த சரஸ்வதி சுவாமி 25,000 ஆண்டுகளாக தனது ஜன்ம பரம்பரையை அறிந்த சித்த புருஷர். தசமஹாவித்யைகளின் மூலமான ஸ்ரீ சித்தேஸ்வரி தேவியின் சாக்ஷாத்காரம் பெற்றிருந்தார்.<br/>ஸ்ரீ அச்சுதானந்த சரஸ்வதி சுவாமி சிவய்யாவுக்கு சந்நியாச தீட்சை அருளி, ஸ்ரீ சிவசிதானந்த சரஸ்வதி சுவாமி என்ற பெயரை வழங்கினார். ஆசிரமத்தில் இருந்த காலத்தில், சித்தாஸ்ரமத்தைச் சேர்ந்த சுவாமி நிகிலேஸ்வரானந்த மற்றும் சுவாமி விசுத்தானந்தவை அறிமுகப்படுத்தினார். இமயமலையின் குறிப்பிட்ட இடங்களில் அவர்களுடன் தவம் செய்யுமாறு அச்சுதானந்த சரஸ்வதி சுவாமி அறிவுறுத்தினார்.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">புனித இமயமலையில், ஸ்ரீ சிவசிதானந்த சரஸ்வதி சுவாமி ஆழமான ஆன்மீக அனுபவங்களைப் பெற்று தெய்வீக சக்திகளை அடைந்தார். தவத்தை நிறைவு செய்த பிறகு, குருவின் தரிசனத்திற்காக திரும்பி வந்து, இமயமலையில் தங்கி தவத்தை தீவிரப்படுத்த விரும்புவதாக வெளிப்படுத்தினார். மனிதகுலத்தின் உயர்வுக்கான பெரிய பணி காத்திருக்கிறது என்று அவரது குரு மென்மையாக நினைவூட்டினார். காசி (வாரணாசி) வழியாக தெற்கு நோக்கி பயணிக்குமாறும், சுவாமி விசுத்தானந்தவுடன் சேர்ந்து, மகாராஷ்டிராவில் ஸ்ரீ வாசுதேவானந்த சரஸ்வதி சுவாமியை (தேம்பே சுவாமி) தரிசிக்குமாறும் அறிவுறுத்தினார்.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">புனித யாத்திரைகள் மற்றும் தென் இந்தியா நோக்கிய பயணம்:</strong><br/>ஸ்ரீ சிவசிதானந்த சரஸ்வதி சுவாமி காசியின் (வாரணாசி/பனாரஸ்) புனித பூமியில் தவத்தை தொடர்ந்து, கேதார்நாத், பத்ரிநாத் நோக்கி பயணித்தார். யாத்திரையின் போது, ஒரு பண்டித சபையில் (அறிஞர்கள் கூட்டம்) கலந்துகொண்டார், அது ஒரு கட்டத்தில் கசப்பான விவாதமாக மாறியது.<br/>ஸ்ரீ சிவசிதானந்த சரஸ்வதி சுவாமி தலையிட்டு சர்ச்சையை தர்க்கரீதியான முடிவுக்கு கொண்டுவந்தார். இந்த தர்க்கரீதியான முடிவு அறிஞர்கள் மத்தியில் போட்டியை உருவாக்கியது, அவர்கள் சிவசிதானந்த சரஸ்வதி சுவாமி மீது அவரது குருவான ஸ்ரீ அச்சுதானந்த சரஸ்வதி சுவாமியிடம் புகார் செய்ய முடிவு செய்தனர்.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">ஸ்ரீ வாசுதேவானந்த சரஸ்வதி சுவாமியை (தேம்பே சுவாமி) சந்தித்தல்:</strong><br/>குருவின் அறிவுறுத்தலின்படி ஸ்ரீ சிவசிதானந்த சரஸ்வதி சுவாமி மகாராஷ்டிராவுக்குள் நுழைந்து, ஸ்ரீ வாசுதேவானந்த சரஸ்வதி சுவாமியை (தேம்பே சுவாமி) சந்தித்தார், அவர் அன்பையும் அக்கறையையும் பொழிந்தார். சிவசிதானந்த சரஸ்வதி தேம்பே சுவாமி அருகில் தவத்தை தொடர்ந்தார்.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">ஸ்ரீ ஷீரடி சாய் பாபாவை சந்தித்தல்:</strong><br/>தேம்பே சுவாமி அருகில் தவத்தை நிறைவு செய்த பிறகு, ஸ்ரீ சிவசிதானந்த சரஸ்வதி சுவாமி ஷீரடி சாய் பாபாவை சந்தித்தார். இந்த நேரத்தில், ஸ்ரீ சிவசிதானந்த சரஸ்வதி சுவாமி சாய் பாபாவுக்கு கண்டயோகம் கற்றுக்கொடுத்ததாக நம்பப்படுகிறது.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">மௌனவிரதம் அனுசரித்தல்:</strong><br/>ஸ்ரீ சிவசிதானந்த சரஸ்வதி சுவாமி தெற்கு நோக்கி பயணத்தை தொடர்ந்து, நரசிம்ம சாதனை செய்து நரசிம்ம சாக்ஷாத்காரத்தால் ஆசீர்வதிக்கப்பட்டார். அங்கிருந்து, புகழ்பெற்ற தத்த க்ஷேத்திரங்களில் ஒன்றிற்கு சென்றார், இரவு தியானத்தில் இருந்தபோது, அவரது குரு ஸ்ரீ அச்சுதானந்த சரஸ்வதி சுவாமி தரிசனம் தந்து கூறினார், \"சிவா! நீ ஒரு விவாதத்தில் பங்கேற்றதை அறிந்தேன்; அவர்கள் உன் மீது பல குற்றச்சாட்டுகளை செய்துள்ளனர்; நான் அவற்றை பரிசீலிக்கவில்லை, ஆனால் உன் எதிர்காலத்தை பார்க்கிறேன். இந்த சர்ச்சைகளில் உன் நேரத்தை வீணடிக்காதே, அவற்றில் கலந்துகொள்ளாவிட்டால் இன்னும் நல்லது. உனக்கு தெரிந்தபடி, மௌனமாக இருப்பதன் சக்தி முடிவற்றது.\"</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">ஸ்ரீ சிவசிதானந்த சரஸ்வதி சுவாமி பணிவாக குருவுக்கு பிரணாமங்கள் செலுத்தி கூறினார்,<br/>\"குருதேவா! உங்கள் எண்ணங்களை புரிந்துகொள்கிறேன்; இன்றிலிருந்து, நான் விவாதங்களில் கலந்துகொள்வது மட்டுமின்றி, பேசுவதையும் தவிர்ப்பேன். நான் அமைதியாக (மௌனமாக) இருப்பேன், மௌனத்தின் மூலம் பக்தர்களை ஞானமடையச் செய்து அவர்களின் ஆன்மீக நலனுக்காக பணியாற்றுவேன்.\"<br/>ஸ்ரீ அச்சுதானந்த சரஸ்வதி சுவாமி ஸ்ரீ மௌனசுவாமியின் தலையில் கை வைத்து ஆசீர்வதித்தார், அதன் மூலம் ஸ்ரீ மௌனசுவாமி என்ற பெயர் கிடைத்தது.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">கொல்லூர் மூகாம்பிகா க்ஷேத்திரத்தில் மௌனசுவாமி:</strong><br/>அடர்ந்த காட்டின் வழியாக கோவிலுக்கு செல்லும்போது, சூழல் இருண்டு வந்ததால் ஸ்ரீ மௌனசுவாமி மூகாம்பிகா தேவியிடம் வழிகாட்டுதலுக்காக பிரார்த்தித்தார். உடனடியாக, ஸ்யாமள வர்ணம் (கருமையான நிறம்) கொண்ட ஒரு பெண் தோன்றி, தான் அதே கோவிலில் தங்கியிருப்பதாகவும், கோவிலுக்கான வழி தெரியும் என்றும் கூறினார். காலையில் கோவிலை அடையப்போகும்போது, அந்த பெண் மறைந்தார்; ஸ்ரீ மூகாம்பிகா அம்மாவாருவே ஸ்ரீ மௌனசுவாமியை அருளுவதற்காக வந்ததாக நம்பப்படுகிறது.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">ரமண மகரிஷியுடனான தொடர்பு:</strong><br/>1906 இல், மௌனசுவாமி திருவண்ணாமலை வந்தார், பகவான் ரமண மகரிஷி தவம் செய்த இடத்திற்கு அருகிலேயே இருந்த பாதாலலிங்க குகைகளில் தவம் செய்தார். அன்புடன், மௌனசுவாமி மகரிஷிக்கு ஒரு தேங்காய் ஓட்டை கொடுத்தார்.<br/>பின்னரும் கூட, கோர்ட்டாலத்திலிருந்து பக்தர்கள் திருவண்ணாமலைக்கு வந்தபோது ரமண மகரிஷி மௌனசுவாமியைப் பற்றி விசாரிப்பார்.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">மௌனசுவாமி குற்றாலம் வருகை:</strong><br/>ஸ்ரீ மௌனசுவாமி தனது இலக்கான குற்றாலத்தை அடைந்தார். அகஸ்திய முனிவர் நிறுவிய தரணி பீடத்தில் தவத்தை தொடர்ந்தார். இங்குள்ள முக்கிய தெய்வங்கள் வேணு வாக்வாதினி தேவி மற்றும் கோர்ட்டல நாதேஸ்வரர், லோபாமுத்ராவால் வழிபடப்பட்ட புனித ஸ்ரீ சக்ர மேருப்ரஸ்தாரத்துடன் உள்ளனர்.<br/>பக்தர்கள் மௌனசுவாமியை சித்தர் மற்றும் யோகி என்று போற்றி, அவரது தெய்வீக ஆசீர்வாதங்களைப் பெற்றனர்.<br/>மௌனசுவாமி கோவில் பிரசாதத்துடன் தனது உடலை பராமரித்தார்; பிரசாதம் வாங்கத் தேவையான பணத்தை கைகளை அசைப்பதன் மூலம் உருவாக்கினார்.<br/>மௌனசுவாமி அடிக்கடி சமாதி நிலையில் மூழ்கியிருப்பார். தொந்தரவு செய்ய விரும்பாத கோவில் அதிகாரிகள் வெளியிலிருந்து கதவுகளை பூட்டி வைப்பார்கள். கதவுகள் பூட்டியிருந்தாலும், மௌனசுவாமி உள்ளே நுழைந்து வெளியே வருவார். மக்கள் உள்ளே நுழைந்த பிறகு சமாதி நிலையில் மௌனசுவாமியைக் கண்டுபிடிப்பார்கள். மக்கள் இதைக் கண்டு ஆச்சரியப்பட்டனர், மௌனசுவாமி பற்றிய செய்தி பரவியது.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">ஸ்ரீ சச்சிதானந்த சிவாபினவ நரசிம்ம பாரதி மகாசுவாமிஜியை சந்தித்தல்:</strong><br/>1909 இல், சிருங்கேரி சாரதா பீடத்தின் 33வது பீடாதிபதி ஸ்ரீ சச்சிதானந்த சிவாபினவ நரசிம்ம பாரதி மகாசுவாமிஜி அம்பசமுத்திரம் அருகே பாபநாசத்தில் சாதுர்மாஸ்ய தீட்சை அனுஷ்டித்துக் கொண்டிருந்தார். மௌனசுவாமி சிருங்கேரி ஆச்சார்யரை தரிசித்தார், அவர் குற்றாலத்தில் ஆசிரமம் நிறுவுமாறு அறிவுறுத்தினார், இது தவத்திற்கு சிறந்த இடமாக அங்கீகரித்தார்.<br/>இந்த தெய்வீக அறிவுறுத்தல் ஸ்ரீ சித்தேஸ்வரி பீடம் நிறுவுவதற்கு வழிவகுத்தது, இது இன்றுவரை சாதகர்களையும் பக்தர்களையும் ஊக்குவித்து வருகிறது.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">ஸ்ரீ சித்தேஸ்வரி பீடம் நிறுவுதல்:</strong><br/>சேத்தூர் ஜமீந்தார் ஸ்ரீ செவுக பாண்டிய தேவர், பக்தர் ஸ்ரீ சுந்தரம் அய்யருடன் சேர்ந்து, கோவில் கட்டுவதற்கு நிலங்களை தாராளமாக தானம் செய்தனர்.<br/>1910 அக்டோபர் 7 அன்று, ஸ்ரீ மௌனசுவாமி வேத மரபுகளின்படி அனைத்து சடங்குகளையும் செய்து ஸ்ரீ தண்டாயுத பாணி சிலையை கம்பீரமாக நிறுவினார். நிறுவனத்தின் போது, மௌனசுவாமி தனது கைகளால் நவரத்தினங்களை அற்புதமாக உருவாக்கி சிலையின் கீழ் வைத்தார். ஸ்ரீ தண்டாயுத பாணியிலிருந்து தெய்வீக ஒளிக்கிரணம் வெளிப்பட்டு நீண்ட நேரம் நின்று பக்தர்களை ஆசீர்வதித்தது.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">1916 அக்டோபர் 3 அன்று, புதிதாக கட்டப்பட்ட தத்தாத்ரேய மடத்தில், ஸ்ரீ மௌனசுவாமி:<br/>• ஸ்ரீ சித்தேஸ்வரி தேவி (ஸ்ரீ ராஜ ராஜேஸ்வரி அம்பாள்) மற்றும் ஸ்ரீ காமேஸ்வர சுவாமி சிலைகளை நிறுவினார்<br/>பீடத்தின் வடக்கு பக்கத்தில் சஞ்சீவராய அனுமனையும் நிறுவினார், மேலும் ஸ்ரீ வள்ளி தேவசேனா சமேத குமாரசுவாமி மற்றும் ஸ்ரீ அய்யப்பனையும் பிரதிஷ்டை செய்தார்.<br/>1919 இல், மௌனசுவாமி ஸ்ரீ சீதா ராமர், சனாதன வேணு கோபால சுவாமி மற்றும் யோக நரசிம்மர் சிலைகளை நிறுவ விரும்பினார். இந்த நிறுவனங்கள் வேத மரபுகளின்படி முழுமையாக நடைபெற்றன, நங்கனூரி வானமாமலை மடத்தின் 25வது பீடாதிபதி ஸ்ரீ கல்யாண வானமாமலை ராமானுஜ ஜீயர் சுவாமியின் பங்கேற்புடன்.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">நாடி கணபதியில் அற்புதம்:</strong><br/>1938 இல், ஸ்ரீ மௌனசுவாமி ஸ்ரீ கணபதி சிலையை நிறுவினார். சடங்குகள் முடிந்த பிறகு, பக்தர்கள் சிலையிலிருந்து நாடி போன்ற ஒலி வருவதைக் கவனித்தனர். விஞ்ஞானிகள் மற்றும் உள்ளூர் அதிகாரிகள் ஆய்வு செய்து நிகழ்வை உறுதிப்படுத்தி, ஒலி இயற்கையாக ஏற்படுவதாக அறிவித்தனர். அதிலிருந்து, சிலை \"நாடி கணபதி\" என்று போற்றப்பட்டது.<br/>நாடி கணபதியின் முக்கியத்துவம் தூர தூரத்திலிருந்து கவனத்தை ஈர்த்தது. மெட்ராஸ் கவர்னர், சர் ஆர்ச்சிபால்ட் நை, தனது மனைவியுடன் பீடத்தை பார்வையிட்டு, பிரார்த்தனை செய்து, ஆழ்ந்த பக்தியை வெளிப்படுத்தினார்.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">ஸ்ரீ சித்தேஸ்வரி பீடமாக மாற்றம்:</strong><br/>1910 இல் தத்தாத்ரேய மடமாக நிறுவப்பட்ட இந்த நிறுவனம் 1936 இல் ஸ்ரீ மௌனசுவாமியால் சங்கர சம்பிரதாயத்தைப் பின்பற்றி ஸ்ரீ சித்தேஸ்வரி பீடமாக மறுசீரமைக்கப்பட்டது.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">ஸ்ரீ மௌனசுவாமியின் மகாசமாதி:</strong><br/>பிற்கால ஆண்டுகளில், ஸ்ரீ மௌனசுவாமியின் உடல்நிலை சரிவடையத் தொடங்கியது. 1943 டிசம்பர் 28 அன்று அதிகாலை 2:15 மணிக்கு, மௌனசுவாமி தனது உடலை விட்டு மகாசமாதி அடைந்தார். வேத மரபுகளின்படி அனைத்து உத்தரக்ரியைகளும் நிகழ்த்தப்பட்டன. 1951 இல், அப்போதைய பீடாதிபதி ஹெச்.ஹெச் ஸ்ரீ திரிவிக்ரமராமானந்த பாரதி சுவாமியால் அவரது சமாதியில் நீலகண்டேஸ்வர லிங்கம் நிறுவப்பட்டது.</p>",
  "swami2": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">ஆகஸ்ட் 20, 1878 இல் பிறந்த இவர், நோபல் உயர்நிலைப் பள்ளியில் ஆசிரியராகவும், பந்தர் நோபல் கல்லூரியில் சமஸ்கிருதம், தெலுங்கு மற்றும் வரலாறு பேராசிரியராகவும் பணியாற்றினார். ஸ்ரீ பிங்கலி லக்ஷ்மிகாந்தம் மற்றும் ஸ்ரீ விஸ்வநாத சத்யநாராயணா போன்ற புகழ்பெற்ற அறிஞர்கள் இவரது மாணவர்கள். 1931 இல் சன்யாசம் பெற்றார். அத்வைத வேதாந்தத்தில் நிபுணரான இவரது பகவத் கீதை, பிரம்ம சூத்திரங்கள் மற்றும் உபநிஷதங்கள் குறித்த சொற்பொழிவுகள் 7 தொகுதிகளாக தொகுக்கப்பட்டுள்ளன.</p>",
  "swami3": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">செப்டம்பர் 14, 1901 இல் பிறந்த இவர், ஹெச்.ஹெச் விமலானந்த பாரதி சுவாமியின் பிரியமான சீடர். 4 மொழிகளில் சரளமாக பேசும் இவர், தனது ஆன்மீக சொற்பொழிவுகளால் ஆயிரக்கணக்கானோரை ஈர்த்தார். பேச முடியாத சிறுவனுக்கு பேசும் சக்தியை அளித்தது போன்ற பல அற்புதங்களைச் செய்தார். ஸ்ரீ பந்தகவி சீதாராமஞ்சநேயுலு அவர்களுக்கு சன்யாச தீட்சை அளித்து தனது வாரிசாக அறிவித்தார்.</p>",
  "swami4": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">ஆகஸ்ட் 22, 1929 இல் பிறந்த இவர், ஜனவரி 21, 1991 இல் சன்யாசம் பெற்றார். மௌன சுவாமியால் கட்டப்பட்ட அனைத்து கோயில்களையும் 1996 இல் புதுப்பித்தார். ஆஞ்சநேய சுவாமி, தண்டாயுதபாணி, ஷீரடி சாய்பாபா மற்றும் ஐயப்ப சுவாமிக்கு புதிய கோயில்களைக் கட்டினார். யாக சாலை, புஷ்கரிணி, அன்னதான கூடங்கள் மற்றும் பசு மடங்களை கட்டினார். நீல ஸ்ரீ சக்ர மேருவை பிரதிஷ்டை செய்தார். 2002 இல் 'மௌன பிரபா' இதழைத் தொடங்கினார்.</p>",
  "swami5": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">ஜனவரி 23, 1937 இல் பிறந்த இவர், புகழ்பெற்ற கவிஞர் மற்றும் அறிஞர். சிவ ஸஹஸ்ரி மற்றும் அம்பிகா ஸஹஸ்ரி உட்பட பல கவிதை படைப்புகளை வழங்கியுள்ளார். ஸ்ரீ பசுமமுல சுப்பராய சாஸ்திரியிடமிருந்து தீட்சை பெற்று நாக மந்திர சித்தி பெற்றார். பிரச்சண்ட சண்டி, சிவன், ராதா தேவி, சின்னமஸ்தா, மாதங்கி மற்றும் காளி ஆகியோரின் தெய்வீக தரிசனங்களை பெற்றுள்ளார். குண்டூரில் சுயம் சித்த காளி பீடத்தை நிறுவினார்.</p>",
  "swami6": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">உடலைக் குணப்படுத்துவதிலிருந்து ஆன்மாவை குணப்படுத்துவது வரையிலான இவரது பயணம் ஆழமான ஆன்மீக அழைப்பைக் காட்டுகிறது. ஜூன் 2025 இல் ஸ்ரீ சித்தேஸ்வரி பீடத்தின் உத்தராதிகாரியாக முடிசூட்டப்பட்ட இவர், மௌன சுவாமியால் நிறுவப்பட்ட புனித பரம்பரையைத் தொடர்கிறார். நவீன மருத்துவ அறிவு மற்றும் பண்டைய ஆன்மீக ஞானம் ஆகியவற்றின் தனித்துவமான பின்னணியுடன், தர்ம பிரச்சாரத்தை வலுப்படுத்தவும், எதிர்கால சந்ததியினருக்காக பீடத்தின் ஆன்மீக பாரம்பரியத்தை பாதுகாக்கவும் உறுதியளித்துள்ளார்.</p>"
}