{
  "swami1": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">Sri Mounaswamy was born in 1868 to the pious couple Achytuni Bapanayya and Seetamma in Nunnevari Palem, Prakasam District, Andhra Pradesh. His birth name was Pichayya (Poorvashrama Namam – the name before taking Sanyasa Deeksha). Later, he was adopted by close relatives, renamed as Sivayya, and relocated to Pandillapalli village in the same district.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">From childhood Sri Sivayya had his interests inclined towards Bharatam, Bhagavatam and other Hindu texts. Blessed with melodious voice Sivayya used to recite the slokas and sing devotional songs that resonated across the community, naturally attracting devotees to his presence.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">In due Course Sri Sivayya married Smt Kameswaramma and was blessed with one son and two daughters, he worked in the State Excise department till 1894 after which he moved to Rajahmundry and served private vysya businessman.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">Renunciation from the Gruhasthashram:</strong><br/>Guided by the impressions of his Purvajanma Samskaras, Sivayya frequently visited temples and attended discourses on Hindu philosophy. These experiences deepened his sense of Vairagya (detachment from worldly desires). His encounters with ascetics and discussions on Advaita and Vedanta further strengthened his resolve to renounce material life.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">Sivayya contemplated deeply on the transient nature of birth, death, family, and old age. He realized that every human is inherently Brahman, but due to Maya and the influence of the Arishadvargas (Kama – desire, Krodha – anger, Lobha – greed, Moha – delusion, Mada – ego, Matsarya – jealousy), few recognize this truth. Having already attained the state of renunciation mentally, he resolved to step away from Samsara Bandham (worldly bondage).</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">Sivayya Constantly Reflected the <br/>“ Naham deho nendriyanyantarangaha<br/>Naho prano nasti karma na buddhihi:<br/>Darapatya kshetra vittadi dooraha<br/>Sakshi Nityaha pratyagatma sivoham”<br/>Which meant “I am not the body, not the senses, not the mind, nor the life-breath or intellect.<br/>I am beyond action, beyond worldly ties of family, wealth, and possessions.<br/>I am the eternal witness, the inner Self. I am Siva.”<br/>With this realization, Sivayya set out towards the Himalayas for penance.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">Encounter with Venkatachala Yogi:</strong><br/>And the day and time has arrived, On his journey, Sivayya reached Naimisharanyam, where he had darshan of Vyasa Gaddi and other sacred places. Continuing onward to the Barabanki caves, he met a remarkable yogi – short, muscular, with hair covering his body, resembling a bear. This yogi was Sri Venkatachalam Pantulu (Venkatachala Yogi), who had lived there for centuries.<br/>Sivayya devoted himself to serving the yogi, accompanying him through sun and storm, much like Hanuman’s service to Lord Rama. Venkatachala Yogi often remained in deep Samadhi for days together, while Sivayya cared for him with unwavering devotion.<br/>One day, the yogi blessed Sivayya, assuring him that his destiny was safeguarded by the Almighty. He revealed that he would soon leave his physical body and instructed Sivayya to perform his Uttarakriyas (last rites). With reverence and obedience, Sivayya carried out the sacred rites of Venkatachala Yogi.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">Meeting Achyutananda Saraswati Swami:</strong><br/>After completing the uttarakriyas of Venkatachala Yogi, Sivayya resumed his journey and reached the Himalayas. There, he discovered a serene ashram led by Sri Achyutananda Saraswati Swami, a great Mahasiddha of the Dattatreya Sampradaya.<br/>Sri Achyutananda Saraswati Swami was a realized master who knew his lineage (Janma Parampara) spanning 25,000 years. He had attained the divine sakshatkara (vision) of Sri Siddeshwari Devi, the primordial goddess and source of all the Dasamahavidyas.<br/>Sri Achyutananda Saraswati Swami graced Sivayya with Sanyasa Deeksha, bestowing upon him the name Sri Sivachidananda Saraswati Swami. During his time in the ashram, he was introduced to Swami Nikhileswarananda and Swami Visudhananda of Siddhashramam. Achytunanda Saraswati Swami instructed Sivachidananda Saraswati Swami to perform Penance with them in certain places of Himalayas.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">In the sacred Himalayas, Sri Sivachidananda Saraswati Swami experienced profound spiritual revelations and attained divine powers. After completing his penance, he returned to his Guru for darshan and expressed his desire to stay in Himalayas and intensify the penance and requested for the acceptance of guru. his Guru gently reminded him of the greater mission awaiting him—for the upliftment of mankind. He was instructed to journey south via Kashi (Varanasi), accompanied by Swami Visudhananda, and instructed to seek darshan of Sri Vasudevananda Saraswati Swami (Tembe Swamy) in Maharashtra.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">Pilgrimages and Journey Towards South India:</strong><br/>Sri Sivachidananda Sarawathi Swamy continued his penance in the sacred land of Kaasi (Varanasi/Benaras), and resumed his journey to, Kedarnath, and Badrinath. During his pilgrimage, he came across a panditha sabha (scholars' meeting), which at one point took an ugly turn and devolved into an acrimonious debate.<br/>Sri Sivachidananda Sarawathi Swamy interjected and brought the dispute to a logical conclusion. This logical conclusion sparked rivalry among the scholars, who resolved to file a complaint against Sivachidananda Saraswathi Swamy to his guru, Sri Achyutananda Saraswathi Swamy.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">Meeting Sri Vasudevananda Saraswati Swamy (Tembe Swamy):</strong><br/>As Instructed by his Guru Sri Sivachidananda Saraswathi Swamy entered Maharasthra, and met Sri Vasudevananda Saraswathi Swamy (Tembe Swamy), who showered him with affection and care. Sivachidananda Saraswathi continued his penance near tembe swamy.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">Meeting Sri Shiridi Sai Baba:</strong><br/>After completing the penance near Tembe Swamy, Sri Sivachidananda Saraswathi Swamy met Shiridi Sai Baba It is believed that during this time, Sri Sivachidananda Saraswati Swami imparted Kandayoga to Sai Baba.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">Observance of Mounavratam:</strong><br/>Sri Sivachidananda Saraswathi Swamy resumed his journey towards the south, and while performing Narasimha Sadhana, he was blessed with Narasimha Sakshatkara. From there, he moved to one of the prominent Datta Kshetras, and while he was in Dhyana at night, his guru, Sri Achyutananda Saraswathi Swamy, gave him Darshan and said, \"Siva! I learnt about your participation in a debate; they have made numerous allegations about you; I am not contemplating any of them, but I do see your future. Don't waste your time on these disputes, and it's even better if you don't attend them. As you know, the power of remaining quiet/calm (Mouna) is endless.\"</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">Sri Siva Chidananda Saraswati Swamy politely offered Pranams to his Guru and said,<br/>\"Gurudeva!\" I understand your intentions; starting today, I will not only participate in the debates, but I will also refrain from speaking. I shall remain tranquil (Mouna), and through Mouna, I will enlighten the devotees' and their spiritual welfare.<br/>Sri Achyutananda Saraswati Swami placed his hand on the head of Sri Mounaswamy. Showered him with blessings, earning him the appellation Sri Mounaswamy.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">Mounaswamy at Kollur Mokkambika Kshetram:</strong><br/>On his way to the temple through deep, dense woodland, Sri Mounaswamy prayed to Mookambika Devi for guidance as the forest environment became increasingly dark. In no time, a woman with shyamala varna (dark complexion) appeared and informed Mounaswamy that she stays in the same temple and knew the route to the temple. When they were about to arrive at the temple in the morning, the women vanished, and it is believed that Sri Mokkambika ammavaru herself came to grace Sri Mounaswamy.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">Association with Ramana Maharishi:</strong><br/>In 1906, Mounaswamy arrived at Tiruvannamalai, performing penance in the Pathalalinga caves which were just beside where Bhagwan Ramana Maharshi used to perform penance. Out of affection, Mounaswamy offered a coconut shell to Maharshi.<br/>Even later, Ramana Maharshi would inquire about Mounaswamy whenever visitors from Courtallam came to Tiruvannamalai.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">Arrival of Mounaswamy at Courtallam:</strong><br/>Sri mounaswamy reached his destination Courtallam. Mounaswamy continued his penance at Dharani Peetam, established by Sage Agastya. The principal deities here are Venu Vagvadini Devi and Courtala Natheswarudu, along with the sacred Sri Chakra Meruprastaram worshipped by Lopamudra.<br/>Devotees revered Mounaswamy as Siddha and Yogi, and received his divine blessings.<br/>Mounaswamy sustained his physical body with the temple prasadam, the money which is required for purchasing the prasadam,is manifested by simply shaking his hands.<br/>Mounaswamy frequently immersed in Samadhi Sthithi. Unwilling to disturb, temple authorities used to lock the doors from outside. Even if the doors were locked, Mounaswamy would still enter and exit. People frequently discover Mounaswamy in Samadhi Sthithi after entering. People were stunned by this, and word of Mounaswamy began to spread.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">Meeting Sri Sacchidananda Shivabhinava Nrisimha Bharati Mahaswamiji:</strong><br/>In 1909, Sri Sacchidananda Shivabhinava Nrisimha Bharati Mahaswamiji, the 33rd Pontiff of Sringeri Sharada Peetam, was observing Chaturmasya Deeksha at Papanasam near Ambasamuthram. Mounaswamy had darshan of the Sringeri Acharya, who instructed him to establish an ashram in Courtallam, recognizing it as an ideal place for penance.<br/>This divine instruction led to the establishment of Sri Siddeshwari Peetam, which continues to inspire seekers and devotees to this day.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">Establishment of Sri Siddeshwari Peetam:</strong><br/>The Zamindar of Sethur, Sri Chevuka Pandya Tevur, together with devotee Sri Sundaram Iyer, generously donated lands for the construction of the temple.<br/>On 7 October 1910, Sri Mounaswamy ceremoniously installed the idol of Sri Dandayudha Pani, performing all rituals according to Vedic traditions. During the installation, Mounaswamy miraculously created nine gems with his bare hands, which were placed beneath the idol. A divine ray of light emanated from Sri Dandayudha Pani and remained for a long time, blessing devotees with its radiance.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">In 1916 on 3rd October, at the newly constructed Dattatreya Mattam, Sri Mounaswamy installed the idols of:<br/>• Sri Siddeshwari Devi (Sri Raja Rajeswari Ambal) and Sri Kameswara Swamy<br/>And also consecrated the the sanjeevara hanuman on the north side of peetam and also consecrated Sri Valli Devasena Sametha Kumaraswamy and Sri Ayyappa.<br/>In 1919, Mounaswamy wished to install the idols of Sri Seeta Rama, Sanatana Venu Gopala Swamy, and Yoga Narasimha. These installations were performed in full accordance with Vedic traditions, with the participation of the 25th Pontiff of Nanganuri Vanamamalai Mattam, Sri Kalyana Vanamamalai Ramanujajeeyar Swami</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">The Miracle at Naadi Ganapathi:</strong><br/>In 1938, Sri Mounaswamy installed the idol of Sri Ganapathi. After the rituals concluded, devotees observed a pulse-like sound emanating from the idol. Scientists and local authorities inspected and confirmed the phenomenon, declaring that the sound was naturally occurring. From then on, the idol became revered as “Naadi Ganapathi.”<br/>The significance of Naadi Ganapathi drew attention from far and wide. The Governor of Madras, Sir Archibald Nye, visited the Peetam with his wife, offered prayers, and expressed deep devotion.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">Transformation into Sri Siddeshwari Peetam:</strong><br/>Originally established as Dattatreya Mattam in 1910, the institution was reorganized as Sri Siddeshwari Peetam in 1936 by Sri Mounaswamy, following the Shankara Sampradaya.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">Mahasamadhi of Sri Mounaswamy:</strong><br/>In the later years, Sri Mounaswamy’s health began to decline. On 28th December 1943 at 2:15 AM, Mounaswamy attained Mahasamadhi, leaving his physical body. All uttarakriyas were performed in accordance with Vedic traditions. In 1951, a Neelakanteswara Lingam was established on his Samadhi by the then pontiff, H.H. Sri Trivikramaramananda Bharathi Swamy.</p>",
  "swami2": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">Sri Vimalananda Bharathi Swamy, originally named Trivikramarama Rao, was born on August 20, 1878, in Chemuudupadu village, Krishna District. He was the son of Surya Narayana and Adilakshmi.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">He pursued his education in Bandaru town (Vijayawada) and later served as a teacher at the Noble High School. During his tenure as a teacher, he mentored several distinguished personalities, including Viswanadha Satyanarayana and Pingali Lakshmikantam, who went on to become renowned figures in Telugu literature.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">After his teaching career, Sri Trivikramarama Rao moved to Tiruvananthapuram to pursue a Law degree. His quest for knowledge extended beyond academics into the realm of spiritual research. He dedicated himself to the study of 'Sutrabhashyam', guided by the divine presence of Sringeri Acharya Sri Nrusimha Bharathi Swamy and the esteemed scholar Vadapalli Pattabhiramayya.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">The speeches of Sri Vimalananda Bharathi Swamy on the Upanishads, Brahmasutras, and Bhagavad Gita are considered as timeless and must listen.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">In his middle age, Sri Trivikramarama Rao was profoundly influenced by Donthulamma (Donthurulamma). He came to believe that true Atmadarshana (self-realization) could not be attained while bound by the ties of worldly life (samsara bandha). Determined to put the principles of Tattvika Bodha into practice, he resolved to embrace the path of renunciation.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">He was initiated into Sanyasadeeksha by the then Pontiff of Sringeri Virupaksha Peetam Sri Kalyanananda Bharathi Swamy, who bestowed upon him the name Vimalananda Bharathi Swamy. From then on, he lived as a shining example of Brahmagnana (knowledge of Brahman) and Brahmanistha (steadfastness in Brahman), continuing to spread the light of Tattvaprabodham.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">Sri Vimalananda Bharathi Swamy nurtured a deep interest in poetry in his childhood days and composed numerous devotional verses dedicated to the Almighty. However, as his vairagya (detachment) intensified, he gradually relinquished all desire for worldly comforts, power, wealth, and even poetry itself, immersing fully in spiritual pursuit.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">Following the Mahasamadhi of Mounaswamy, Sri Vimalananda Bharathi Swamy assumed the responsibilities of spiritual leadership and became the first Pontiff of Sri Siddheswari Peetam. He continued his teachings on Brahmagnana with unwavering dedication until he attained siddhi on January 25, 1950.</p>",
  "swami3": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">Sri Trivikramaramananda Bharathi Swamy was born in the year 1901 on Sep 14th to Chinna Perraju and Venkayamma in Turpu Chittoor village, Krishna district, Andhra Pradesh and named as Ramakrishna Rao.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">He pursued his early studies under Kanukollu Trivikramarao. He went on to complete his F.A. and B.A. degrees at Noble College, Bandaru, and later obtained his Law degree from Hindu University, Kashi.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">While flourishing in his career as a lawyer, his revered guru Sri Trivikrama Rao embraced Sanyasadeeksha and assumed the responsibilities as the first Pontiff of Sri Siddheswari Peetam. Inspired by his guru's renunciation, Sri Ramakrishna Rao soon gave up his legal practice and joined the Peetam as its Manager.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">In 1950, he took Sanyasadeeksha from his Guru Sri Vimalananda Bharathi Swamy, receiving the monastic name Trivikramaramananda Bharathi Swamy. Following the siddhi of Sri Vimalananda Bharathi Swamy, he became the second Pontiff of Sri Siddheswari Peetam.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">Blessed with a melodious voice, Sri Trivikramaramananda Bharathi Swamy's recitations of slokas and the Lalitha Sahasranama Stotram resonated deeply within the community, drawing devotees to his presence. His archana to Siddheswari Ammavaru, performed with the chanting of Lalitha Sahasranama, was revered as if sages like Hayagriva or Agastya themselves had come to perform the sacred rituals.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">During his tenure, he traveled extensively across India (Bharat), spreading the message of Veda Dharma and delivering numerous discourses. His spiritual leadership brought widespread acclaim to the Sri Siddheswari Peetam, strengthening its role as a beacon of devotion and knowledge.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">On January 12, 1991, Sri Trivikramaramananda Bharathi Swamy announced Sri Bandhakavi Seetarama Anjaneyulu, a renowned lawyer from Tanuku, as his successor-designate. He initiated him into Sanyasadeeksha and bestowed upon him the name Sri Sivachidananda Bharathi. And attained siddhi on July 23, 1991.</p>",
  "swami4": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">Sri Sivachidananda Bharathi Swamy, originally named Bandhakavi Seetaramanjaneyalu, was born on September 22, 1929 in Tanuku, Andhra Pradesh. He was the son of Sri Venkataramayya and Smt. Subhadramma.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">Pursued his education in Bheemavaram, Tanuku, and Visakhapatnam, later establishing himself as a distinguished lawyer and master in the field of law. Alongside his professional career, he actively contributed to society through his involvement in organizations such as the Rashtriya Swayamsevak Sangh (RSS), Viswa Hindu Parishad, Rotary Club, Brahmanaseva sangam and Nannaya Bhattaraka peetam.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">Sri Bandhakavi Seetaramanjaneyalu was initiated into Sanyasadeeksha by Sri Trivikramaramananda Bharathi Swamy, who bestowed him with the name Sri Sivachidananda Bharathi Swamy. Following the siddhi of his Guru, he ascended as the Third Pontiff of Sri Siddheswari Peetam.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">With his profound expertise in law, Swamiji resolved numerous legal matters concerning the Peetam and its sister organizations. His leadership brought financial stability, enabling the merging of several temples under the Peetam’s administration. Devotees lovingly referred to him as “Abhinava Mounaswamy.”</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">Swamiji was also a master in Vasthu Shastra and Jyotishya, and during his tenure, he spearheaded the reconstruction of many temples and the establishment of new ones, strengthening the spiritual foundation of the Peetam.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">Sri Sivachidananda Bharathi Swamy maintained cordial relations with people of diverse religions and practices, embodying inclusivity and harmony. He worked tirelessly for the upliftment of the Brahmin community, organizing meetings and initiatives aimed at their development.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">In the year 2002 swamiji announced Sri Prasadaraya Kulapati, a renowned educationist from Guntur, as his successor and initiated him into Sanyasadeeksha and bestowed upon him the name Sri Siddeshwarananda Bharathi Swamy and attained Mahasamadhi on December 17, 2002.</p>",
  "swami5": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">Born as Dr. Prasada Raya Kulapathi (Venkata Lakshmi Vara Prasad Rao) on January 23, 1937 in Elchur village, Guntur District, to Sri Potharaju Purushotthama Rao (a great poet) and Smt. Swarajya Lakshmi. He ascended the throne of Sri Siddheswari Peetham on Datta Jayanthi, December 19, 2002. A distinguished scholar, poet, and former principal of Hindu College Guntur, he has received numerous literary titles including Avadhana Saraswathi, Chakravarthi Sahithi Sarvabhauma, and Kavitha Sudhakara. He contributed several poetic works including Siva Sahasri, Ambica Sahasri, Kavya Kantha, and novels like Vraja Bhagavatham. A great yogi with mastery over multiple mantras, he received initiation from Sri Pasumamula Subbaraya Sastry and obtained Naaga mantra siddhi. He has been blessed with divine visions of Prachandachandi, Lord Shiva, Radha Devi, Chinna Masta, Matangi-Syamala Devi, and Kali. He possesses extraordinary spiritual powers including knowledge of past births and healing abilities. He established Swayam Siddha Kali Peetham in Guntur for a 600-year-old Kali idol that came to him through the cosmos.</p>",
  "swami6": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">H.H Sri Datteshwarananda Bharati Swamy, formerly known as Dr. Kadambari Aravind, served as a dedicated medical officer in northern India before embracing the path of Sanyasa. His journey from healing bodies to healing souls reflects a profound spiritual calling. As the Uttaradhikari (successor) of Sri Siddheswari Peetham, he represents the continuation of the sacred lineage established by Mouna Swamy. With a unique background combining modern medical knowledge and ancient spiritual wisdom, he is committed to selflessly strengthening the propagation of dharma and upholding the spiritual legacy of the Peetham. His mission encompasses preserving traditional teachings while making them accessible to contemporary seekers, ensuring the timeless wisdom of Sri Siddheswari Peetham continues to guide future generations.</p>"
}