{
  "swami1": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">శ్రీ మౌనస్వామి 1868లో ఆంధ్రప్రదేశ్, ప్రకాశం జిల్లా, నున్నేవారి పాలెంలో పవిత్ర దంపతులు అచ్యుతుని బాపనయ్య మరియు సీతమ్మ దంపతులకు జన్మించారు. వారి అసలు పేరు పిచ్చయ్య (పూర్వాశ్రమ నామం – సన్యాస దీక్ష తీసుకోవడానికి ముందు పేరు). తరువాత, వారిని బంధువులు దత్తత తీసుకున్నారు, శివయ్యగా పేరు మార్చి అదే జిల్లాలోని పందిళ్ళపల్లి గ్రామానికి తీసుకువెళ్ళారు.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">చిన్నతనం నుండే శ్రీ శివయ్యకు భారతం, భాగవతం మరియు ఇతర హిందూ గ్రంథాలపై ఆసక్తి ఉండేది. మధురమైన గాత్రం కలిగిన శివయ్య శ్లోకాలను పఠించేవారు మరియు భక్తి గీతాలు పాడేవారు, ఇవి సమాజంలో ప్రతిధ్వనించి, సహజంగానే భక్తులను ఆకర్షించేవి.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">కాలక్రమేణా శ్రీ శివయ్య శ్రీమతి కామేశ్వరమ్మను వివాహం చేసుకున్నారు మరియు ఒక కుమారుడు, ఇద్దరు కుమార్తెలతో ఆశీర్వదించబడ్డారు. 1894 వరకు రాష్ట్ర ఎక్సైజ్ విభాగంలో పనిచేశారు, ఆ తర్వాత రాజమండ్రికి వెళ్లి ప్రైవేట్ వ్యాపారికి సేవలందించారు.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">గృహస్థాశ్రమం నుండి విరక్తి:</strong><br/>పూర్వజన్మ సంస్కారాల ప్రభావంతో, శివయ్య తరచుగా దేవాలయాలను సందర్శించేవారు మరియు హిందూ తత్వశాస్త్రంపై ప్రవచనాలకు హాజరయ్యేవారు. ఈ అనుభవాలు వారి వైరాగ్య భావనను మరింత బలపరిచాయి. సన్యాసులతో సంభాషణలు మరియు అద్వైత వేదాంతంపై చర్చలు భౌతిక జీవితాన్ని త్యజించాలనే వారి సంకల్పాన్ని మరింత దృఢం చేశాయి.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">శివయ్య జన్మ, మరణం, కుటుంబం మరియు వృద్ధాప్యం యొక్క అశాశ్వత స్వభావంపై లోతుగా చింతన చేశారు. ప్రతి మనిషి సహజంగానే బ్రహ్మం అని, కానీ మాయ మరియు అరిషడ్వర్గాల (కామం, క్రోధం, లోభం, మోహం, మదం, మాత్సర్యం) ప్రభావం వల్ల ఈ సత్యాన్ని కొందరే గుర్తిస్తారని గ్రహించారు. మానసికంగా త్యాగ స్థితిని సాధించిన తర్వాత, సంసార బంధం నుండి విడిపోవాలని నిర్ణయించుకున్నారు.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">శివయ్య ఎల్లప్పుడూ ఈ శ్లోకాన్ని స్మరించేవారు:<br/>\"నాహం దేహో నేంద్రియాన్యంతరంగః<br/>నాహో ప్రాణో నాస్తి కర్మ న బుద్ధిః<br/>దారాపత్య క్షేత్ర విత్తాది దూరః<br/>సాక్షీ నిత్యః ప్రత్యగాత్మా శివోహం\"<br/>దీని అర్థం \"నేను దేహం కాదు, ఇంద్రియాలు కాదు, మనస్సు కాదు, ప్రాణం లేదా బుద్ధి కూడా కాదు.<br/>నేను కర్మకు అతీతుడను, కుటుంబం, సంపద మరియు ఆస్తులకు సంబంధం లేనివాడను.<br/>నేను శాశ్వత సాక్షిని, అంతరాత్మను. నేను శివుడను.\"<br/>ఈ అవగాహనతో, శివయ్య తపస్సు కోసం హిమాలయాల వైపు బయలుదేరారు.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">వెంకటాచల యోగితో సమాగమం:</strong><br/>ప్రయాణంలో, శివయ్య నైమిశారణ్యం చేరుకున్నారు, అక్కడ వ్యాస గద్ది మరియు ఇతర పవిత్ర స్థలాల దర్శనం చేసుకున్నారు. బారాబంకి గుహలకు కొనసాగుతూ, అద్భుతమైన యోగిని కలుసుకున్నారు – పొట్టిగా, బలంగా, శరీరమంతా వెంట్రుకలతో, ఎలుగుబంటిలా కనిపించే వారు. ఈ యోగి శ్రీ వెంకటాచలం పంతులు (వెంకటాచల యోగి), శతాబ్దాలుగా అక్కడ నివసించేవారు.<br/>శివయ్య యోగికి సేవ చేయడంలో తమను తాము అంకితం చేసుకున్నారు, హనుమంతుడు రామలింగేశ్వరునికి సేవ చేసినట్లుగా. వెంకటాచల యోగి తరచుగా రోజుల తరబడి సమాధి స్థితిలో ఉండేవారు, శివయ్య అచంచలమైన భక్తితో వారిని సేవించేవారు.<br/>ఒక రోజు, యోగి శివయ్యను ఆశీర్వదించారు, వారి భవిష్యత్తు భగవంతునిచే రక్షించబడుతుందని హామీ ఇచ్చారు. తాను త్వరలో భౌతిక శరీరాన్ని విడిచిపెడతానని, శివయ్య తన ఉత్తరక్రియలు చేయాలని ఆదేశించారు. భక్తి మరియు విధేయతతో, శివయ్య వెంకటాచల యోగి యొక్క పవిత్ర క్రియలను నిర్వహించారు.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">అచ్యుతానంద సరస్వతి స్వామిని కలవడం:</strong><br/>వెంకటాచల యోగి ఉత్తరక్రియలు పూర్తి చేసిన తర్వాత, శివయ్య ప్రయాణం కొనసాగించి హిమాలయాలకు చేరుకున్నారు. అక్కడ, దత్తాత్రేయ సంప్రదాయానికి చెందిన మహాసిద్ధులు శ్రీ అచ్యుతానంద సరస్వతి స్వామి నేతృత్వంలోని ప్రశాంత ఆశ్రమాన్ని కనుగొన్నారు.<br/>శ్రీ అచ్యుతానంద సరస్వతి స్వామి 25,000 సంవత్సరాల తన జన్మ పరంపరను తెలిసిన సిద్ధ పురుషులు. దశమహావిద్యలకు మూలమైన శ్రీ సిద్ధేశ్వరి దేవి సాక్షాత్కారం పొందారు.<br/>శ్రీ అచ్యుతానంద సరస్వతి స్వామి శివయ్యకు సన్యాస దీక్ష ప్రసాదించి, శ్రీ శివచిదానంద సరస్వతి స్వామి అనే పేరు ప్రసాదించారు. ఆశ్రమంలో ఉన్న సమయంలో, సిద్ధాశ్రమానికి చెందిన స్వామి నిఖిలేశ్వరానంద మరియు స్వామి విశుద్ధానంద వారిని పరిచయం చేశారు. హిమాలయాల్లో నిర్దిష్ట ప్రదేశాలలో వారితో కలిసి తపస్సు చేయమని అచ్యుతానంద సరస్వతి స్వామి ఆదేశించారు.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">పవిత్ర హిమాలయాల్లో, శ్రీ శివచిదానంద సరస్వతి స్వామి గాఢమైన ఆధ్యాత్మిక అనుభవాలను పొందారు మరియు దివ్య శక్తులను సాధించారు. తపస్సు పూర్తి చేసిన తర్వాత, గురువు దర్శనం కోసం తిరిగి వచ్చారు మరియు హిమాలయాల్లో ఉండి తపస్సు తీవ్రతరం చేయాలనే కోరిక వ్యక్తం చేశారు. వారి గురువు మానవజాతి ఉద్ధరణ కోసం గొప్ప లక్ష్యం ఎదురుచూస్తోందని సున్నితంగా గుర్తుచేశారు. కాశీ (వారణాసి) మీదుగా దక్షిణానికి ప్రయాణించమని, స్వామి విశుద్ధానందతో కలిసి, మహారాష్ట్రలో శ్రీ వాసుదేవానంద సరస్వతి స్వామి (తేంబే స్వామి) దర్శనం చేసుకోమని ఆదేశించారు.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">తీర్థయాత్రలు మరియు దక్షిణ భారతదేశం వైపు ప్రయాణం:</strong><br/>శ్రీ శివచిదానంద సరస్వతి స్వామి కాశీ (వారణాసి/బెనారస్) పవిత్ర భూమిలో తపస్సు కొనసాగించారు, కేదార్‌నాథ్ మరియు బద్రీనాథ్‌కు ప్రయాణం చేశారు. తీర్థయాత్రలో, పండిత సభలో పాల్గొన్నారు, ఇది ఒక సమయంలో వివాదంగా మారింది.<br/>శ్రీ శివచిదానంద సరస్వతి స్వామి జోక్యం చేసుకుని వివాదాన్ని తార్కిక ముగింపుకు తీసుకొచ్చారు. ఈ తార్కిక ముగింపు పండితుల మధ్య ప్రతిద్వంద్వతను రేకెత్తించింది, వారు వారి గురువు శ్రీ అచ్యుతానంద సరస్వతి స్వామికి ఫిర్యాదు చేయాలని నిర్ణయించుకున్నారు.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">శ్రీ వాసుదేవానంద సరస్వతి స్వామి (తేంబే స్వామి)ని కలవడం:</strong><br/>గురువు ఆదేశాల ప్రకారం శ్రీ శివచిదానంద సరస్వతి స్వామి మహారాష్ట్ర ప్రవేశించారు మరియు శ్రీ వాసుదేవానంద సరస్వతి స్వామి (తేంబే స్వామి)ని కలిశారు, వారు ఆప్యాయత మరియు శ్రద్ధతో స్వాగతించారు. శివచిదానంద సరస్వతి తేంబే స్వామి సమీపంలో తపస్సు కొనసాగించారు.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">శ్రీ షిర్డీ సాయి బాబాను కలవడం:</strong><br/>తేంబే స్వామి సమీపంలో తపస్సు పూర్తి చేసిన తర్వాత, శ్రీ శివచిదానంద సరస్వతి స్వామి షిర్డీ సాయి బాబాను కలిశారు. ఈ సమయంలో, శ్రీ శివచిదానంద సరస్వతి స్వామి సాయి బాబాకు కండయోగం బోధించారని నమ్మకం.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">మౌనవ్రతం పాటించడం:</strong><br/>శ్రీ శివచిదానంద సరస్వతి స్వామి దక్షిణం వైపు ప్రయాణం కొనసాగించారు, నరసింహ సాధన చేస్తూ నరసింహ సాక్షాత్కారంతో ఆశీర్వదించబడ్డారు. అక్కడ నుండి, ప్రముఖ దత్త క్షేత్రాలలో ఒకదానికి వెళ్ళారు, రాత్రి ధ్యానంలో ఉన్నప్పుడు, వారి గురువు శ్రీ అచ్యుతానంద సరస్వతి స్వామి దర్శనమిచ్చి చెప్పారు, \"శివా! నీవు వాదంలో పాల్గొన్నావని తెలిసింది; వారు నీపై అనేక ఆరోపణలు చేశారు; నేను వాటిని ఆలోచించడం లేదు, కానీ నీ భవిష్యత్తును చూస్తున్నాను. ఈ వివాదాలపై సమయం వృథా చేయకు, వాటిలో పాల్గొనకపోతే మరింత మంచిది. నీకు తెలిసినట్లుగా, మౌనం యొక్క శక్తి అనంతమైనది.\"</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">శ్రీ శివచిదానంద సరస్వతి స్వామి వినయంగా గురువుకు ప్రణామాలు అర్పించి చెప్పారు,<br/>\"గురుదేవా! నేను మీ ఉద్దేశాలను అర్థం చేసుకున్నాను; ఈ రోజు నుండి, నేను వాదాలలో పాల్గొనడమే కాదు, మాట్లాడటం కూడా మానేస్తాను. నేను మౌనంగా ఉంటాను, మౌనం ద్వారా భక్తులను జ్ఞానోదయం చేసి వారి ఆధ్యాత్మిక సంక్షేమానికి కృషి చేస్తాను.\"<br/>శ్రీ అచ్యుతానంద సరస్వతి స్వామి శ్రీ మౌనస్వామి తలపై చేయి ఉంచి ఆశీర్వదించారు, తద్వారా వారికి శ్రీ మౌనస్వామి అనే నామధేయం లభించింది.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">కొల్లూరు మూకాంబికా క్షేత్రంలో మౌనస్వామి:</strong><br/>దట్టమైన అడవి గుండా ఆలయానికి వెళ్తూ, చీకటి పడుతున్నప్పుడు శ్రీ మౌనస్వామి మూకాంబికా దేవిని మార్గదర్శనం కోసం ప్రార్థించారు. అప్పుడే, శ్యామల వర్ణం (నల్లని రంగు) కలిగిన స్త్రీ కనిపించి, తాను అదే ఆలయంలో ఉంటానని, ఆలయానికి దారి తెలుసునని చెప్పింది. ఉదయం ఆలయానికి చేరుకోబోతుండగా, ఆ స్త్రీ అదృశ్యమైంది. శ్రీ మూకాంబికా అమ్మవారే శ్రీ మౌనస్వామిని అనుగ్రహించడానికి వచ్చారని నమ్మకం.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">రమణ మహర్షితో సంబంధం:</strong><br/>1906లో, మౌనస్వామి తిరువణ్ణామలై చేరుకున్నారు, భగవాన్ రమణ మహర్షి తపస్సు చేసే ప్రదేశం పక్కనే ఉన్న పాతాళలింగ గుహలలో తపస్సు చేశారు. ఆప్యాయతగా, మౌనస్వామి మహర్షికి కొబ్బరి చిప్పను అందించారు.<br/>తర్వాత కూడా, కోర్టలమ్ నుండి వచ్చిన సందర్శకులు తిరువణ్ణామలైకి వచ్చినప్పుడు రమణ మహర్షి మౌనస్వామి గురించి ఆరా తీసేవారు.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">మౌనస్వామి కోర్టలమ్ రాక:</strong><br/>శ్రీ మౌనస్వామి తమ గమ్యస్థానం కోర్టలమ్ చేరుకున్నారు. అగస్త్య మహర్షి స్థాపించిన ధరణి పీఠంలో తపస్సు కొనసాగించారు. ఇక్కడ ప్రధాన దేవతలు వేణు వాగ్వాదిని దేవి మరియు కోర్టల నాథేశ్వరుడు, లోపాముద్రచే పూజించబడిన పవిత్ర శ్రీ చక్ర మేరుప్రస్తారంతో కూడి ఉన్నారు.<br/>భక్తులు మౌనస్వామిని సిద్ధ మరియు యోగిగా గౌరవించారు మరియు వారి దివ్య ఆశీర్వాదాలు పొందారు.<br/>మౌనస్వామి ఆలయ ప్రసాదంతో తమ భౌతిక శరీరాన్ని పోషించేవారు, ప్రసాదం కొనడానికి అవసరమైన డబ్బును చేతులు ఊపడం ద్వారా సృష్టించేవారు.<br/>మౌనస్వామి తరచుగా సమాధి స్థితిలో మునిగిపోయేవారు. వారిని ఇబ్బంది పెట్టడానికి ఇష్టపడక, ఆలయ అధికారులు బయటి నుండి తలుపులు తాళం వేసేవారు. తలుపులు తాళం వేసినా, మౌనస్వామి లోపలికి వెళ్ళి బయటకు వచ్చేవారు. ప్రజలు లోపలికి వచ్చిన తర్వాత సమాధి స్థితిలో మౌనస్వామిని చూసేవారు. ప్రజలు ఆశ్చర్యపోయారు మరియు మౌనస్వామి గురించి వార్త వ్యాపించింది.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">శ్రీ సచ్చిదానంద శివాభినవ నృసింహ భారతి మహాస్వామిజీని కలవడం:</strong><br/>1909లో, శృంగేరి శారదా పీఠం 33వ పీఠాధిపతి శ్రీ సచ్చిదానంద శివాభినవ నృసింహ భారతి మహాస్వామిజీ అంబసముద్రం సమీపంలోని పాపనాశంలో చాతుర్మాస్య దీక్ష ఆచరిస్తున్నారు. మౌనస్వామి శృంగేరి ఆచార్యుల దర్శనం చేసుకున్నారు, వారు కోర్టలంలో ఆశ్రమం స్థాపించమని ఆదేశించారు, ఇది తపస్సుకు ఆదర్శమైన ప్రదేశంగా గుర్తించారు.<br/>ఈ దివ్య ఆదేశం శ్రీ సిద్ధేశ్వరి పీఠం స్థాపనకు దారితీసింది, ఇది ఈ రోజు వరకు సాధకులను మరియు భక్తులను ప్రేరేపిస్తూనే ఉంది.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">శ్రీ సిద్ధేశ్వరి పీఠం స్థాపన:</strong><br/>సేతూరు జమీందారు శ్రీ చెవుక పాండ్య తేవూర్, భక్తుడు శ్రీ సుందరం అయ్యర్‌తో కలిసి, ఆలయ నిర్మాణానికి భూములను ఉదారంగా దానం చేశారు.<br/>1910 అక్టోబర్ 7న, శ్రీ మౌనస్వామి వైదిక సంప్రదాయాల ప్రకారం అన్ని ఆచారాలను నిర్వహిస్తూ శ్రీ దండాయుధపాణి విగ్రహాన్ని ప్రతిష్ఠించారు. ప్రతిష్ఠాపన సమయంలో, మౌనస్వామి పాదముల క్రింద ఉంచడానికి తమ చేతులతో అద్భుతంగా నవరత్నాలను సృష్టించారు. శ్రీ దండాయుధపాణి నుండి దివ్య కాంతి కిరణం వెలువడి చాలాసేపు భక్తులను ఆశీర్వదించింది.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">1916 అక్టోబర్ 3న, కొత్తగా నిర్మించిన దత్తాత్రేయ మఠంలో, శ్రీ మౌనస్వామి:<br/>• శ్రీ సిద్ధేశ్వరి దేవి (శ్రీ రాజరాజేశ్వరి అంబాల్) మరియు శ్రీ కామేశ్వర స్వామి విగ్రహాలను ప్రతిష్ఠించారు<br/>పీఠం ఉత్తర వైపున సంజీవరాయ హనుమాన్‌ను కూడా ప్రతిష్ఠించారు మరియు శ్రీ వల్లి దేవసేన సమేత కుమారస్వామి మరియు శ్రీ అయ్యప్పను కూడా ప్రతిష్ఠించారు.<br/>1919లో, మౌనస్వామి శ్రీ సీతారామ, సనాతన వేణు గోపాల స్వామి మరియు యోగ నరసింహ విగ్రహాలను ప్రతిష్ఠించాలని కోరుకున్నారు. ఈ ప్రతిష్ఠాపనలు వైదిక సంప్రదాయాల ప్రకారం పూర్తిగా నిర్వహించబడ్డాయి, నంగనూరి వానమామలై మఠం 25వ పీఠాధిపతి శ్రీ కల్యాణ వానమామలై రామానుజజీయర్ స్వామి భాగస్వామ్యంతో.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">నాడి గణపతి వద్ద అద్భుతం:</strong><br/>1938లో, శ్రీ మౌనస్వామి శ్రీ గణపతి విగ్రహాన్ని ప్రతిష్ఠించారు. ఆచారాలు ముగిసిన తర్వాత, భక్తులు విగ్రహం నుండి నాడి లాంటి శబ్దం వినపడటం గమనించారు. శాస్త్రవేత్తలు మరియు స్థానిక అధికారులు పరిశీలించి ఈ దృగ్విషయాన్ని నిర్ధారించారు, శబ్దం సహజంగా సంభవిస్తోందని ప్రకటించారు. అప్పటి నుండి, విగ్రహం \"నాడి గణపతి\"గా పూజించబడింది.<br/>నాడి గణపతి ప్రాముఖ్యత దూర దూరాల నుండి దృష్టిని ఆకర్షించింది. మద్రాస్ గవర్నర్, సర్ ఆర్చిబాల్డ్ న్యే, తమ భార్యతో పీఠాన్ని సందర్శించి, ప్రార్థనలు చేసి, గాఢమైన భక్తిని వ్యక్తం చేశారు.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">శ్రీ సిద్ధేశ్వరి పీఠంగా పరివర్తన:</strong><br/>1910లో దత్తాత్రేయ మఠంగా స్థాపించబడిన ఈ సంస్థను 1936లో శ్రీ మౌనస్వామి శంకర సంప్రదాయాన్ని అనుసరిస్తూ శ్రీ సిద్ధేశ్వరి పీఠంగా పునర్వ్యవస్థీకరించారు.</p><p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\"><strong class=\"text-amber-900\">శ్రీ మౌనస్వామి మహాసమాధి:</strong><br/>తర్వాతి సంవత్సరాలలో, శ్రీ మౌనస్వామి ఆరోగ్యం క్షీణించడం ప్రారంభమైంది. 1943 డిసెంబర్ 28న ఉదయం 2:15 గంటలకు, మౌనస్వామి భౌతిక శరీరాన్ని విడిచి మహాసమాధి పొందారు. వైదిక సంప్రదాయాల ప్రకారం అన్ని ఉత్తరక్రియలు నిర్వహించబడ్డాయి. 1951లో, అప్పటి పీఠాధిపతి పూజ్య శ్రీ త్రివిక్రమరామానంద భారతి స్వామి వారి సమాధిపై నీలకంఠేశ్వర లింగాన్ని స్థాపించారు.</p>",
  "swami2": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">శ్రీ కనుకొల్లు త్రివిక్రమ రామారావుగా ఆగస్టు 20, 1878న జన్మించిన వారు, పండితులు మరియు ఉపాధ్యాయులుగా సేవలందించారు. వీరి శిష్యులలో శ్రీ పింగళి లక్ష్మీకాంతం, శ్రీ విశ్వనాథ సత్యనారాయణ వంటి ప్రముఖులు ఉన్నారు. 1931లో సన్యాసం స్వీకరించారు. అద్వైత వేదాంతంలో నిష్ణాతులైన వీరు భగవద్గీత, బ్రహ్మ సూత్రాలు మరియు ఉపనిషత్తులపై అద్భుతమైన ప్రసంగాలు చేశారు. వీరి ఉపన్యాసాలు 'శ్రీ విమలానంద విజ్ఞాన విలాసానుబంధం' పేరుతో 7 సంపుటాలుగా ప్రచురించబడ్డాయి.</p>",
  "swami3": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">సెప్టెంబర్ 14, 1901న జన్మించిన శ్రీ రామకృష్ణ రావు, శ్రీ విమలానంద భారతి స్వామి వారి శిష్యులు. నాలుగు భాషలలో అనర్గళంగా ప్రసంగించగలిగే వీరు దేశవ్యాప్తంగా వేలాది మందిని ప్రభావితం చేశారు. మాటలు రాని బాలుడికి మాటలు తెప్పించడం వంటి అనేక అద్భుతాలను చేశారు. శ్రీ బంధకవి సీతారామాంజనేయులు గారికి సన్యాస దీక్ష ఇచ్చి తమ వారసునిగా ప్రకటించారు.</p>",
  "swami4": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">ఆగస్టు 22, 1929న జన్మించిన వారు, 1991 జనవరి 21న సన్యాసం స్వీకరించారు. మౌన స్వామి నిర్మించిన ఆలయాలన్నింటినీ 1996లో పునరుద్ధరించారు. ఆంజనేయ స్వామి, దండాయుధపాణి, షిర్డీ సాయిబాబా మరియు అయ్యప్ప స్వామి వారి ఆలయాలను నిర్మించారు. యాగాశాల, పుష్కరిణి, భోజనశాలలు నిర్మించారు. నీలపు శ్రీ చక్ర మేరువును ప్రతిష్ఠించారు. 2002లో 'మౌన ప్రభ' పత్రికను ప్రారంభించారు.</p>",
  "swami5": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">జనవరి 23, 1937న జన్మించిన వీరు, సాహితీవేత్తగా, కవిగా ప్రసిద్ధులు. శివ సహస్రి, అంబికా సహస్రి వంటి అనేక కావ్యాలను రచించారు. శ్రీ పసుమముల సుబ్బరాయ శాస్త్రి నుండి దీక్ష పొంది నాగ మంత్ర సిద్ధి పొందారు. ప్రచండ చండీ, శివుడు, రాధా దేవి, మాతంగి, కాళీ వంటి దేవతా మూర్తుల దర్శన భాగ్యం పొందారు. గుంటూరులో స్వయం సిద్ధ కాళీ పీఠాన్ని స్థాపించారు.</p>",
  "swami6": "<p class=\"leading-relaxed text-neutral-700 mb-4 text-justify\">వైద్యం ద్వారా శరీరాలను బాగుచేయడం నుండి, ఆత్మలను ఉద్ధరించే ఆధ్యాత్మిక మార్గం వైపు వీరు ప్రయాణించారు. శ్రీ మౌన స్వామి స్థాపించిన పవిత్ర పరంపరను కొనసాగిస్తూ, ఆధునిక వైద్య విజ్ఞానాన్ని మరియు ప్రాచీన ఆధ్యాత్మిక జ్ఞానాన్ని మేళవించి ధర్మ ప్రచారానికి కట్టుబడి ఉన్నారు. భావి తరాలకు మార్గదర్శకత్వం వహించడానికి పీఠం యొక్క శాశ్వత జ్ఞానాన్ని కాపాడటం వీరి లక్ష్యం.</p>"
}